[
	{
		"title": "Towards Qualitative Spatiotemporal Representations for Episodic Memory",
		"authors": "Will Hancock, Kenneth D. Forbus, Thomas R. Hinrichs",
		"venue": "Proceedings of the Thirty-Third International Workshop on Qualitative Reasoning",
		"year": "2020",
		"location": "Santiago de Compostela, Spain",
		"type": "workshop"
	},
	{
		"title": "Optimizing Strategy Game Planning Via Combining Analogical Learning with Function Learning",
		"authors": "Will Hancock, Kenneth D. Forbus, Thomas R. Hinrichs",
		"venue": "Proceedings of the Sixth Annual Conference on Advances in Cognitive Systems",
		"year": "2018",
		"location": "Stanford, CA",
		"type": "conference"
	},
	{
		"title": "Event Representations for Automated Story Generation With Deep Neural Nets",
		"authors": "Lara J. Martin, Prithviraj Ammanabrolu, Xinyu Wang, Will Hancock, Shruti Singh, Brent Harrison, Mark O. Riedl",
		"venue": "Proceedings of the Thirty-Second AAAI Conference on Artificial Intelligence",
		"year": "2018",
		"location": "New Orleans, LA",
		"type": "conference"
	},
	{
		"title": "Towards Deception Detection in a Language-driven Game",
		"authors": "Will Hancock, Michael Floyd, Matt Molineaux, David Aha",
		"venue": "Proceedings of the Thirtieth International Florida AI Research Society Conference",
		"year": "2017",
		"location": "Marco Island, FL",
		"type": "conference"
	},
	{
		"title": "Does the Solution Based Design Process Result in More Multifunctional Designs?",
		"authors": "Ashok Goel, Will Hancock, Keith Frazer, Christian Tuchez",
		"venue": "Proceedings of the Fourth International Conference on Design Creativity",
		"location": "Atlanta, GA",
		"year": "2016",
		"link": "/content/papers/4th_ICDC_Final.pdf",
		"type": "conference"
	},
	{
		"title": "Is Biologically Inspired Design Domain Independent?",
		"authors": "Ashok Goel, Christian Tuchez, Will Hancock, Keith Frazer",
		"venue": "Proceedings of the Sixth International Conference on Design Computing and Cognition",
		"location": "Evanston, IL",
		"year": "2016",
		"link": "/content/papers/DSL-DCC-Final.pdf",
		"type": "conference"
	},
	{
		"title": "Using Watson for Constructing Cognitive Assistants",
		"authors": "Ashok Goel, Tory Anderson, Jordan Belknap, Brian Creeden, Will Hancock, Mithun Kumble, Shanu Salunke, Bradley Sheneman, Abhinaya Shetty, Bryan Wiltgen",
		"venue": "Proceedings of the Fourth Annual Conference on Advances in Cognitive Systems",
		"location": "Evanston, IL",
		"year": "2016",
		"link": "/content/papers/Goel_et.al-ACS-2016.pdf",
		"type": "conference"
	}
]